Repository: arielcostas/mientreno
Catalog: Compartido/Recursos/AppStrings.*.resx
Languages: ca, eu, gl

# Noun_Language_Spanish
source: Spanish
ca: Espanyol
eu: gaztelania
gl: Castelán

# Noun_Language_Galician
source: Gallego
ca: Gallec
eu: galegoa
gl: Galego

# Noun_Language_Catalan
source: Catalan
ca: Català
eu: katalana
gl: Catalán

# Noun_Language_Basque
source: Basque
ca: Euskera
eu: euskara
gl: Éuscaro

# Noun_Language
source: Language
ca: Idioma
eu: Hizkuntza
gl: Lingua

# Text_Alumnos_FeedbackComments
source: Comments for your trainer
ca: Comentaris per al teu entrenador
eu: Zure entrenatzailearen iritzia
gl: Comentarios para o teu adestrador

# Text_Alumnos_FeedbackScore
source: Overall score
ca: Puntuació general
eu: puntuazio orokorra
gl: Puntuación xeral

# Text_Alumnos_Plan_ReviewedAt
source: Evaluated the
ca: Avaluat el
eu: Ebaluatua
gl: Avaliado o

# Text_Alumnos_Plan_StartedAt
source: Begun
ca: Començat fa
eu: duela hasi zen
gl: Comezado hai

# Text_Alumnos_Plan_DoneAt
source: Performed as of
ca: Realitzat fa
eu: orain dela egina
gl: Realizado hai

# Action_Exit
source: Exit
ca: Sortir
eu: Atera
gl: Saír

# Text_Dashboard_AlumnoFeedback
source: Student assessment
ca: Valoració de l'alumne
eu: ikasleen ebaluazioa
gl: Avaliación do alumno

# Page_MfaSetup
source: Configure MFA
eu: konfiguratu MFA
gl: Configurar MFA

# Doing_VerifyIdentity
source: Checking that it's you
eu: Zu zarela egiaztatzen
gl: Comprobando que es ti

# Input_MfaCode
source: Authenticator code
eu: autentifikatzailearen kodea
gl: Código do autenticador

# Input_RememberDevice
source: Remember this device
eu: gogoratu gailu hau
gl: Lembrar este dispositivo

# Error_IncorrectMfaCode
source: Invalid authenticator code
eu: Autentifikatzaile-kode baliogabea
gl: Código de autenticador non válido

# Text_Contact_Privacy
source: The data entered in this form will be sent to our email address and will not be stored in any database. <strong> Do not share passwords or sensitive information through this form.</strong>
eu: Inprimaki honetan sartutako datuak gure posta elektronikora bidaliko dira eta ez dira inongo datu-basetan gordeko. <strong> Ez partekatu pasahitzak edo informazio sentikorra formulario honen bidez.</strong>
gl: Os datos introducidos neste formulario enviaranse ao noso correo electrónico e non se almacenarán en ningunha base de datos. <strong> Non comparta contrasinais nin información confidencial a través deste formulario.</strong>

# Page_MyAccount
source: My account
eu: Nire kontua
gl: A miña conta

# Action_EnableMFA
source: Activate MFA
eu: Aktibatu MFA
gl: Activar MFA

# Text_Accounts_EnableMfa
source: Enable two-factor authentication
eu: Aktibatu bi faktoreko autentifikazioa
gl: Activar a autenticación de dous factores

# Text_Accounts_DisableMfa
source: Disable two-factor authentication
eu: Desgaitu bi faktoreko autentifikazioa
gl: Desactivar a autenticación de dous factores

# Error_IncorrectPassword
source: Incorrect password
eu: Pasahitz okerra
gl: Contrasinal incorrecto

# Action_DisableMFA
source: Deactivate MFA
eu: Desgaitu MFA
gl: Desactivar MFA

# Page_MfaDisable
source: Deactivate MFA
eu: Desgaitu MFA
gl: Desactivar MFA

# Alert_ValidationErrors_Title
source: Validation errors
eu: baliozkotze akatsak
gl: Erros de validación

# Action_ManageAccount
source: Manage my account
eu: kudeatu nire kontua
gl: Xestionar a miña conta

# Page_GenerateCodes
source: Recovery codes
eu: berreskuratzeko kodeak
gl: Códigos de recuperación

# Text_Accounts_EnterPasswordToDisableMfa
source: Enter your password to disable two-factor authentication.
eu: Sartu pasahitza bi faktoreko autentifikazioa desgaitzeko.
gl: Introduce o teu contrasinal para desactivar a autenticación de dous factores.

# Text_Accounts_EnterPasswordToRegenerateCodes
source: Enter your password to regenerate your recovery codes.
eu: Sartu pasahitza berreskuratzeko kodeak birsortzeko.
gl: Introduce o teu contrasinal para rexenerar os teus códigos de recuperación.

# Alert_UnexpectedError_Title
source: There was an error
eu: Akats bat egon zen
gl: Houbo un erro

# Alert_RecoveryCodesGenerated_Title
source: Generated codes
eu: sortutako kodeak
gl: Códigos xerados

# Alert_RecoveryCodesGenerated_Text
source: Please store these codes in a safe place. Once you leave this page, you will not be able to see them again.
eu: Mesedez, gorde kode hauek leku seguru batean. Orrialde honetatik irten ondoren, ezin izango dituzu berriro ikusi.
gl: Garda estes códigos nun lugar seguro. Unha vez que abandones esta páxina, non poderás velos de novo.

# Text_Accounts_Accounts_RecoveryCodesAreFor
source: Recovery codes are required if you lose your MFA authenticator. If you have previously generated codes, generating them again will invalidate the existing ones.
eu: Berreskuratzeko kodeak beharrezkoak dira zure MFA autentifikatzailea galtzen baduzu. Lehenago kodeak sortu badituzu, berriro sortzeak lehendik zeudenak baliogabetuko ditu.
gl: Os códigos de recuperación son necesarios se perde o seu autenticador MFA. Se xa xeraches códigos anteriormente, xeralos de novo invalidará os existentes.

# Action_GenerateCodes
source: Generate codes
eu: kodeak sortu
gl: Xerar códigos

# Text_Accounts_GenerateRecoveryCodes
source: Regenerate recovery codes
eu: Birsortu berreskuratzeko kodeak
gl: Rexenerar códigos de recuperación

# Text_Accounts_IfYouLostMfaCode
source: If you lost your authenticator, you can use one of your recovery codes. If you do not have recovery codes, <a href="/Contact" class="link link-primary link-bold">contact us at</a>.
eu: Zure autentifikatzailea galdu baduzu, berreskuratzeko kodeetako bat erabil dezakezu. Berreskuratzeko koderik ez baduzu, <a href="/Contact" class="link link-primary link-bold">jarri gurekin harremanetan</a>.
gl: Se perdeches o teu autenticador, podes usar un dos teus códigos de recuperación. Se non tes códigos de recuperación, <a href="/Contact" class="link link-primary link-bold">ponte en contacto connosco</a>.

# Text_Contact_Methods
source: You can contact us through our email: <a href="mailto:hola@mientreno.app" class="link link-primary link-bold">hola@mientreno.app</a>. Alternatively, you can contact us via the contact form below (we respond within 1-2 days):
eu: Gurekin harremanetan jar zaitezke gure posta elektronikoaren bidez: <a href="mailto:hola@mientreno.app" class="link link-primary link-bold">hola@mientreno.app</a>. Bestela, gurekin harremanetan jar zaitezke hurrengo harremanetarako formularioaren bidez (1-2 egun barru erantzuten dugu):
gl: Podes contactar connosco a través do noso correo electrónico: <a href="mailto:hola@mientreno.app" class="link link-primary link-bold">hola@mientreno.app</a>. Alternativamente, podes contactar connosco a través do seguinte formulario de contacto (respondemos en 1-2 días):

# Text_Pricing_PrioritySupport
source: Priority access to technical support
eu: Laguntza teknikorako lehentasunezko sarbidea
gl: Acceso prioritario ao soporte técnico

# Input_ConfirmPassword
source: Confirm password
gl: Confirmar contrasinal

# CallToAction_GoToDashboard
source: Go to my dashboard
gl: Ir ao meu taboleiro

# Noun_Language_English
source: English
gl: Inglés
