Repository: arielcostas/mientreno
Catalog: Compartido/Recursos/AppStrings.*.resx
Languages: ca, eu, gl

# alreadyHaveAccountLogin
source: Already have an account? Please log in.
ca: Ja tens compte? Inicia sessió.
eu: Kontu bat al duzu dagoeneko? Saioa hasi.
gl: ¿Xa tes conta? Inicia sesión.

# Action_Login
source: Login
ca: Iniciar sessió
eu: Saioa hasi
gl: Conectar

# Action_Register
source: Register
ca: Registrar-se
eu: Check in
gl: Inscribirse

# Input_Email
source: E-mail address
ca: Correu electrònic
eu: Posta elektronikoa
gl: Correo-e

# Error_IncorrectCredentials
source: Incorrect username or password
eu: Erabiltzaile-izena edo pasahitza okerra
gl: Usuario ou contrasinal incorrectos

# Input_Name
source: Name
ca: Nom
eu: Izena
gl: Nome

# newHereRegister
source: New around here? Register.
ca: Nou per aquí? Regístrate.
eu: Berria hemen inguruan? Izena eman.
gl: ¿Novo por aquí? Rexístrate.

# Input_Password
source: Password
ca: Contrasenya
eu: Pasahitza
gl: Contrasinal

# Page_Register
source: Registration
ca: Registre
eu: Grabatu
gl: Rexistro

# Input_Surname
source: Last name(s)
ca: Apellidos
eu: Abizenak
gl: Apelidos

# iveReadAndAccept
source: I have read and accept
ca: He llegit i accepto
eu: Irakurri dut eta ados nago
gl: Lín e acepto

# Alert_RegistrationDoneEmailSent_Text
source: To confirm your account, we have sent you an email. Please check your inbox.
eu: Zure kontua berresteko, mezu elektroniko bat bidali dizugu. Mesedez, egiaztatu zure sarrera-ontzia.
gl: Para confirmar a túa conta, enviámoste un correo-e. Por favor, revisa a túa caixa de entrada.

# Page_Login
source: Login
ca: Inici de sessió
eu: Saioa hasi
gl: Conexión

# theTermsAndConditions
source: terms and conditions
ca: els termes i condicions
eu: terminoak eta baldintzak
gl: os termos e condicións

# Input_VideoUrl
source: Demonstration video URL
eu: Erakuspen bideoaren URLa (YouTube)
gl: URL do vídeo de demostración

# Text_LandingPage_Title
source: A new way to train
ca: Una nova manera d'entrenar
eu: Entrenatzeko modu berri bat
gl: Unha nova forma de adestrar

# Text_LandingPage_Text
source: Mientreno allows you to manage your clients' physical training in a simple and efficient way.
ca: Mentrestant et permet gestionar el progrés físic dels teus clients de manera senzilla i eficaç.
eu: Mientrenok zure bezeroen prestakuntza fisikoa modu erraz eta eraginkor batean kudeatzeko aukera ematen dizu.
gl: Mientreno permíteche xestionar o adestramento físico dos teus clientes dun xeito sinxelo e eficiente.

# CallToAction_SignUpNow
source: Register now!
ca: Registra't ja!
eu: Eman izena orain!
gl: Inscríbete xa!

# CallToAction_OrLogIn
source: or log in
ca: o inicia sessió
eu: edo saioa hasi
gl: ou conéctate

# Input_RememberMe
source: Maintain logged-in session
ca: Mantenir sessió iniciada
eu: mantendu saioa hasita
gl: Manter sesión iniciada

source: Hello
ca: Hola
eu: Kaixo
gl: Ola

# Text_LandingPage_Feature1_Title
source: Manage training sessions
ca: On i quan vulguis
eu: Prestakuntza kudeatu
gl: Xestiona os adestramentos

# Text_LandingPage_Feature2_Title
source: From anywhere, at any time
ca: A gust del consumidor
eu: Edozein lekutatik, edonoiz
gl: Desde calquera lugar, a calquera hora

# Text_LandingPage_Feature3_Title
source: Training history
ca: Historial d'entrenaments
eu: prestakuntza historia
gl: Historial de adestramentos

# Text_LandingPage_Feature4_Title
source: Always for the better
ca: I molt més!
eu: beti onerako
gl: Sempre mellorando

# Text_LandingPage_Feature1_Text
source: Manage your clients' workouts: which exercises to perform, how many sets and reps. Add a video to demonstrate the performance of the exercise.
ca: Gestiona els entrenaments dels teus clients des de qualsevol dispositiu, a qualsevol lloc. I permet que els teus clients els consultin amb rapidesa i comoditat.
eu: Kudeatu zure bezeroen entrenamenduak: zer ariketa egin, zenbat serie eta errepikapen. Gehitu bideo bat ariketaren errendimendua erakusteko.
gl: Xestiona os adestramentos dos teus clientes: que exercicios realizar, cantas series e repeticións. Engade un vídeo para demostrar a realización do exercicio.

# Text_LandingPage_Feature2_Text
source: MiEntreno works from any device with internet connection. It allows your client to review the assigned routine or the details of a specific exercise from anywhere, displayed in a friendly and adapted way to the device.
ca: Defineix plans d'entrenament adaptats a cada client i indica instruccions per a cada exercici, quantitat de sèries, repeticions i descansos.
eu: MiEntrenok Interneteko konexioa duen edozein gailutatik funtzionatzen du. Eman zure bezeroari esleitutako errutina edo ariketa zehatz baten xehetasunak edozein lekutatik berrikusteko, gailura egokitutako modu atseginean ikusiz.
gl: MiEntreno funciona desde calquera dispositivo con conexión a Internet. Permite que o teu cliente revise desde calquera lugar a rutina asignada ou os detalles dun exercicio concreto, visualizándoo dun xeito amigable e adaptado ao dispositivo.

# Text_LandingPage_Feature3_Text
source: Consult the training history to see the client's evolution. Receive immediate feedback after the completion of each routine; so you can better adapt to your client's capabilities and needs.
ca: Consulteu l'historial d'entrenaments per veure l'evolució del client. Mantingues informes d'estat periòdics. Rep comentaris que t'ajudin a ajustar-te a les teves necessitats.
eu: Begiratu prestakuntza-historia bezeroaren bilakaera ikusteko. Errutina bakoitza amaitu ondoren berehalako iritzia jaso; beren gaitasun eta beharretara hobeto egokitzeko.
gl: Consulta o historial de formación para ver a evolución do cliente. Recibe comentarios inmediatos despois de completar cada rutina; co fin de adaptarse mellor ás súas capacidades e necesidades.

# Text_LandingPage_Feature4_Text
source: Mientreno is under constant development. Over time, you will gain access to new features and improvements.
ca: Mentrestant està en constant desenvolupament! Amb el temps, aniràs obtenint accés a noves funcionalitats i millores.
eu: Etengabeko garapenean dagoen bitartean. Denborarekin, eginbide eta hobekuntza berrietarako sarbidea izango duzu.
gl: Mientreno está en constante desenvolvemento. Co tempo, irás obtendo acceso a novas funcionalidades e melloras.

# dashboard_SubscriptionWillBeRenewedAt
source: Your subscription will be automatically renewed on
ca: La teva subscripció serà renovada automàticament el
eu: Zure harpidetza automatikoki berrituko da

# dashboard_SubscriptionWillEndAt
source: Your subscription will not be renewed, and will expire on
ca: La teva subscripció no serà renovada, i finalitzarà el
eu: Zure harpidetza ez da berrituko, eta

# dashboard_SubscribedToPlan
source: You have an active subscription to the plan
ca: Estàs subscrit al pla
eu: Planera harpidetuta zaude

# Text_Dashboard_MySuscripcion_Title
source: My subscription
ca: La meva subscripció
eu: nire harpidetza

# Text_Dashboard_MyAlumnos_Title
source: My students
ca: Els meus alumnes
eu: Nire ikasleak

# dashboard
source: My board
ca: El meu tauler
eu: nire taula
gl: O taboleiro

# alumnos
source: Students
ca: Alumnes
eu: Ikasleak
gl: Alumnos

# ejercicios
source: Exercises
ca: Exercicis
eu: Ariketak
gl: Exercicios

# Alert_AccountConfirmed_Title
source: Account confirmed
ca: Compte confirmat
eu: baieztatutako kontua
gl: Conta confirmada

# Alert_AccountConfirmed_Text
source: Your account has been confirmed. You can now log in and start using MyTrainer.
ca: El teu compte ha estat confirmat. Ja podeu iniciar sessió i començar a utilitzar MiEntreno.
eu: Zure kontua berretsi da. Orain saioa hasi eta MyTraining erabiltzen has zaitezke.
gl: A túa conta foi confirmada. Xa podes iniciar sesión e empezar a utilizar MiEntreno.

# Validation_Name_Required
source: You must enter your name
ca: Has d'introduir el teu nom
eu: Zure izena idatzi behar duzu
gl: Debes introducir o teu nome

# Validation_Surname_Required
source: You must enter your last name
ca: Has d'introduir els teus cognoms
eu: Zure abizena sartu behar duzu
gl: Debes introducir os teus apelidos

# Validation_Email_Required
source: You must enter your email address
ca: Has d'introduir el teu correu electrònic
eu: Zure helbide elektronikoa sartu behar duzu
gl: Debes introducir o teu correo-e

# Validation_Password_Required
source: You must enter the password
ca: Heu d'introduir la contrasenya
eu: Pasahitza sartu behar duzu
gl: Debes introducir o contrasinal

# Validation_PasswordConfirmation_Required
source: You must confirm the password
ca: Heu de confirmar la contrasenya
eu: Pasahitza berretsi behar duzu
gl: Debes confirmar o contrasinal

# Validation_Password_DontMatch
source: Passwords do not match
ca: Les contrasenyes no coincideixen
eu: Pasahitzak ez datoz bat
gl: Os contrasinais non coinciden

# Validation_Tos_Unchecked
source: You must accept the terms and conditions
ca: Has d'acceptar els termes i les condicions
eu: Zehaztapenak eta baldintzak onartu behar dituzu
gl: Debes aceptar os termos e condicións

# noHayCategorias
source: No category created
ca: No hi ha cap categoria creada
eu: Ez da kategoriarik sortu
gl: Non se creou ningunha categoría

# Doing_CrearEjercicio
source: New exercise
ca: Nou exercici
eu: ariketa berria
gl: Novo exercicio

# Action_CreateCategory
source: New category
eu: Kategoria berria
gl: Nova categoría

# Action_Create
source: Create
ca: Crear
eu: Sortu
gl: Crear

# Input_Descripcion
source: Description
ca: Descripció
eu: Deskribapena
gl: Descrición

# dificultad
source: Difficulty
ca: Dificultat
eu: Zailtasuna
gl: Dificultade

# Page_Pricing
source: Plans and rates
ca: Plans i tarifes
eu: Planak eta tarifak
gl: Plans e tarifas

# Page_Terms
source: Legal information
ca: Informació legal
eu: Informazio juridikoa
gl: Información legal

# masDetalles
source: More details
ca: Més detalls
eu: Xehetasun gehiago
gl: Máis detalles

# Text_Dashboard_SubscriptionConfirmed_Title
source: Your subscription was confirmed
ca: La teva subscripció va ser confirmada
eu: Zure harpidetza berretsi da
gl: Confirmouse a túa subscrición

# Text_Dashboard_SubscriptionConfirmed_Text
source: Your subscription has been successfully confirmed. You can now go to your dashboard and start working with MyTrainer.
ca: La vostra subscripció ha estat confirmada correctament. A continuació, pots anar al teu tauler i començar a treballar amb MiEntreno.
eu: Zure harpidetza behar bezala berretsi da. Ondoren, zure panelera joan eta MyTraining-ekin lanean has zaitezke.
gl: A túa subscrición confirmouse correctamente. Despois podes ir ao teu panel e comezar a traballar con MiEntreno.

# dashboard_NotSubscribedToPlan
source: You do not have an active subscription.
ca: No tens una subscripció activa.
eu: Ez duzu harpidetza aktiborik.

# dashboard_WeUseStripe
source: We use Stripe to process payments securely. You can manage your subscription in your
ca: Utilitzem Stripe per processar els pagaments de manera segura. Pots administrar la teva subscripció a la teva
eu: Stripe erabiltzen dugu ordainketak modu seguruan prozesatzeko. Zure harpidetza kudea dezakezu zure

# dashboard_StripeClientPanel
source: Stripe customer control panel
ca: panell de control de client de Stripe
eu: stripe bezeroen panela

# dashboard_GetInTouch
source: get in touch with us
ca: posa't en contacte amb nosaltres
eu: Jarri gurekin harremanetan

# dashboard_ProblemWithStripe
source: If you experience any problems with your subscription, please
ca: Si tinguessis algun problema amb la teva subscripció, si us plau
eu: Zure harpidetzarekin arazoren bat baduzu, mesedez

# dashboard_AlumnosOutOf
source: students out of a total of
ca: alumnes d'un total de
eu: ikasle guztira

# dashboard_NoPlansCreated
source: No training plan has been created (yet).
ca: No s'ha creat cap pla d'entrenament (encara).
eu: Ez da prestakuntza planik sortu (oraindik).
gl: Non se creou (aínda) ningún plan de adestramento.

# Noun_Rutina_Plural
source: Training plans
eu: prestakuntza-planak
gl: Plans de adestramento

# cuestionarios
source: Questionnaires
ca: Qüestionaris
eu: Galdetegiak
gl: Cuestionarios

# cuestionario
source: questionnaire
ca: qüestionari
eu: galdetegia
gl: cuestionario

# availableSoon
source: This functionality will be available soon.
ca: Aquesta funcionalitat estarà disponible properament.
eu: Funtzio hau laster egongo da erabilgarri.
gl: Esta funcionalidade estará dispoñible en breve.

# Noun_Plan_Singular
source: plan
eu: plana

# dashboard_NoCuestionariosCreated
source: No questionnaire has been created (yet).
ca: No s'ha creat cap qüestionari (encara).
eu: Ez da galdetegirik sortu (oraindik).
gl: Non se creou ningún cuestionario (aínda).

# Noun_Invite_Plural
source: Invitations
ca: Invitacions
eu: Gonbidapenak
gl: Convites

# Action_Invite
source: Invite
ca: Convidar
eu: Gonbidatu
gl: Convidar

# dashboard_ShareInviteLink
source: Share the following link with your student(s):
ca: Comparteix el següent enllaç amb el teu(s) alumne(s):
eu: Partekatu ondorengo esteka zure ikaslearekin:
gl: Comparte a seguinte ligazón co(s) teu(s) alumno(s):

# dashboard_InviteCreated
source: Invitation created
ca: Invitació creada
eu: gonbidapena sortu da
gl: Convite creado

# Action_See
source: See
ca: Veure
eu: Ikusi
gl: Ver

# Alert_NoAlumnos_Title
source: You have no students
ca: No tens alumnes
eu: ez duzu ikaslerik
gl: Non tes alumnos

# Alert_NoAlumnos_Text
source: Invite your students to join you by generating an invitation at the top right.
ca: Convida els teus alumnes a unir-se a tu generant una invitació a la part superior dreta.
eu: Gonbidatu zure ikasleak zurekin bat egitera, goiko eskuinaldean gonbidapena sortuz.
gl: Invita aos teus alumnos a unirse a ti xerando unha invitación na parte superior dereita.

# Alert_SignUpInvite_Title
source: has invited you to train
ca: t'ha convidat a entrenar
eu: entrenatzera gonbidatu zaitu
gl: invitoute a adestrar

# Alert_SignUpInvite_Text
source: You are registering as an Alumni of
ca: T'estàs registrant com a Alumne de
eu: Ikasle gisa erregistratzen ari zara
gl: Estas rexistrándote como alumno de

# Page_Contact
source: Contact
ca: Contacte
eu: Harremanetan jarri
gl: Contacto

# Action_Contact
source: Contact
ca: Contactar
eu: Kontaktua
gl: Contactar

# Input_Message
source: Message
ca: Missatge
eu: Mezua
gl: Mensaxe

# Alert_ContactSent_Title
source: Your message has been sent
ca: El teu missatge s'ha enviat
eu: Zure mezua bidali da
gl: A túa mensaxe foi enviada

# Alert_ContactSent_Text
source: You have successfully contacted the MiEntreno team. We will get back to you as soon as possible.
ca: Has contactat amb èxit amb l'equip de MiEntreno. Et contestarem com més aviat millor.
eu: MiTraining taldearekin harremanetan jarri zara. Ahalik eta azkarren erantzungo dizugu.
gl: Contactaches correctamente co equipo de MiEntreno. Responderémosche canto antes.

# Doing_EditarEjercicio
source: Editing exercise
ca: Editant exercici
eu: edizio ariketa
gl: Editando exercicio

# Action_Edit
source: Edit
ca: Edita
eu: Editatu
gl: Editar

# Text_LandingPage_WannaKnowMore
source: Do you want to know more? Do you have any questions?
ca: En vols saber més? Tens cap dubte?
eu: Gehiago jakin nahi duzu? Zalantzarik al duzu?
gl: Queres saber máis? Tes algunha dúbida?

# Text_LandingPage_ContactUsQuestions
source: Send us your questions, and we will solve them as soon as possible.
ca: Fes-nos arribar les teves consultes, i les resoldrem com més aviat millor.
eu: Bidal iezaguzu zure zalantzak, eta ahalik eta azkarren ebatziko ditugu.
gl: Envíanos as túas consultas e resolverémolas canto antes.

# CallToAction_Contact
source: Contact with us
ca: Contacta amb nosaltres
eu: Jarri gurekin harremanetan
gl: Contacta connosco

# Page_Landing
source: Home
ca: Inici
eu: Hasi
gl: Inicio

# Input_PublishPlanUnableEditLater
source: Publish plan (cannot be changed later)
ca: Publicar pla (no es podrà modificar més tard)
eu: Argitaratu plana (geroago ezin da aldatu)
gl: Publicar o plan (non se poderá modificar máis tarde)

# Noun_EstadoRutina_Publicada
source: Published
ca: Publicat
eu: Argitaratu
gl: Publicado

# Noun_EstadoRutina_Borrador
source: Draft
ca: Esborrany
eu: Zirriborroa
gl: Borrador

# Noun_EstadoRutina_EnCurso
source: Ongoing
ca: En curs
eu: Abian
gl: En progreso

# Noun_EstadoRutina_Finalizada
source: Completed
ca: Finalitzat
eu: Amaitua
gl: Completado

# Noun_EstadoRutina_Evaluada
source: Evaluated
ca: Avaluat
eu: ebaluatu
gl: Avaliado

# Noun_JornadaEntrenamiento_NoName
source: No name
ca: Sense nom
eu: Izenik gabe
gl: Sen nome

# Text_Alumnos_ScheduledJornadas
source: Scheduled training
ca: Els teus entrenaments programats
eu: Programatutako entrenamenduak
gl: Adestramentos programados

# Text_Alumnos_NoJornadasScheduled
source: You have no scheduled workouts. If you think this is an error, please contact your trainer.
ca: No teniu entrenaments programats. Si creus que és un error, posa't en contacte amb el teu entrenador.
eu: Ez duzu programatutako entrenamendurik. Hau akats bat dela uste baduzu, jarri harremanetan zure entrenatzailearekin.
gl: Non tes ningún adestramento programado. Se cres que se trata dun erro, ponte en contacto co teu adestrador.

# Action_Add
source: Add
ca: Afegir
eu: Gehitu
gl: Engadir

# Action_Save
source: Save
ca: Desa
eu: Gorde
gl: Gardar

# Action_Manage
source: Manage
ca: Gestionar
eu: Kudeatu
gl: Xestionar

# Alert_CannotInviteQuotaExceeded_Title
source: No more students can be invited
ca: No es poden convidar més alumnes
eu: Ezin da ikasle gehiago gonbidatu

# Alert_CannotInviteQuotaExceeded_Text
source: It looks like you have exceeded your quota of students. If you want to invite more, consider upgrading to a higher plan.
ca: Sembla que heu excedit la vostra quota d'alumnes. Si vols convidar-ne a més, considera canviar-te a un pla superior.
eu: Ikasleen kuota gainditu duzula dirudi. Gehiago gonbidatu nahi badituzu, kontuan hartu goragoko plan batera igotzea.

# Alert_InviteInvalid_Title
source: Invalid invitation
ca: Invitació invàlida
eu: gonbidapen baliogabea
gl: Convite inválido

# Alert_InviteInvalid_Text
source: The invitation is not valid, because it does not exist, it has expired, or your coach cannot invite any more students at this time.
ca: La invitació no és vàlida, perquè no existeix, ha caducat, o el teu entrenador no pot convidar més alumnes en aquests moments.
eu: Gonbidapenak ez du balio, ez dagoelako, iraungi egin delako edo zure entrenatzaileak ezin duelako momentuz ikasle gehiago gonbidatu.
gl: O convite non é válido, porque non existe, caducou ou o teu adestrador non pode convidar a máis alumnos agora.

# Alert_ContactPreFilled_Title
source: You are logged in
ca: Tens la sessió iniciada
eu: Saioa hasi zara
gl: Tes a sesión iniciada

# Alert_ContactPreFilled_Text
source: Your contact details were automatically covered because you are logged in. If your plan includes priority support, this will be taken into account.
ca: Les teves dades de contacte van ser cobertes automàticament perquè tens la sessió iniciada. Si el vostre pla inclou suport prioritari, aquest es tindrà en compte.
eu: Zure harremanetarako datuak automatikoki estali dira saioa hasita zaudelako. Zure planak lehentasunezko laguntza jasotzen badu, hori hartuko da kontuan.
gl: Os teus datos de contacto foron cubertos automaticamente porque iniciaches sesión. Se o teu plan inclúe soporte prioritario, este terase en conta.

# Action_Logout
source: Log off
ca: Tancar sessió
eu: Saioa itxi
gl: Desconectar

# Text_Dashboard_MyAccount_Title
source: My account
ca: El meu compte
eu: Nire kontua
gl: A miña conta

# Text_Pricing_SubscriptionNeeded
source: To manage workouts using MyTrainer, a subscription is required. We have several plans, so you can choose the one that best suits your needs. To subscribe, you must register at MiEntreno, and once you log in for the first time, you will be able to choose the plan you prefer.
ca: Per gestionar entrenaments utilitzant MiEntreno cal una subscripció. Comptem amb diversos plans perquè pugueu triar el que millor s'adapti a les vostres necessitats. Per subscriure't, has de registrar-te a MiEntreno, i un cop iniciis sessió per primera vegada, podràs triar el pla que prefereixis.
eu: MyTraining erabiliz prestakuntza saioak kudeatzeko, harpidetza bat behar da. Hainbat plan ditugu, zure beharretara hobekien egokitzen dena aukera dezazun. Harpidetzeko, MyTraining-en erregistratu behar duzu, eta lehen aldiz saioa hasten duzunean, nahiago duzun plana aukeratu ahal izango duzu.
gl: Para xestionar sesións de adestramento mediante MiEntreno, é necesaria unha subscrición. Contamos con varios plans, para que elixas o que mellor se adapte ás túas necesidades. Para subscribirte, debes rexistrarte en MiEntreno e, unha vez que inicies sesión por primeira vez, poderás elixir o plan que prefires.

# Text_Pricing_TrainUpToPeople
source: Train up to {0} people
ca: Entrena fins a {0} persones
eu: Gehienez {0} pertsona entrenatu
gl: Adestra ata {0} persoas

# Text_Pricing_FreeForAlumnos
source: If you are a trainer's student, you don't need a subscription, and MyTrainer will be totally free for you.
ca: Si sou un alumne d'un entrenador, no necessiteu una subscripció, i MiEntreno serà totalment gratuït per a tu.
eu: Entrenatzaile baten ikaslea bazara, ez duzu harpidetzarik behar, eta MiEntreno guztiz doakoa izango da zuretzat.
gl: Se es alumno dun adestrador, non necesitas unha subscrición, e MiEntreno será totalmente de balde para ti.

# Text_Pricing_Free14DayTrial
source: A 14-day trial period is included with new subscriptions, after which the subscription will automatically renew unless cancelled before the end of the trial period.
ca: Amb les noves subscripcions s'inclou un període de prova de 14 dies, després dels quals es renovarà automàticament la subscripció, tret que es cancel·li abans que finalitzi el període de prova.
eu: Harpidetza berriekin 14 eguneko proba-epea sartzen da, eta, ondoren, harpidetza automatikoki berrituko da proba-aldia amaitu baino lehen bertan behera uzten ez bada.
gl: Inclúese un período de proba de 14 días coas novas subscricións, despois do cal a subscrición renovarase automaticamente a menos que se cancele antes do final do período de proba.

# Text_Pricing_MonthlyAndAnnuallyAvailable
source: For each plan, you can choose between a monthly or annual subscription. The annual subscription has a discount equivalent to two free months. If the annual subscription is chosen, the full amount of the subscription will be charged at the beginning of the subscription period.
ca: Per a cada pla, es pot triar entre una subscripció mensual o anual. La subscripció anual té un descompte equivalent a dos mesos de franc. Si s'escull la subscripció anual, es cobrarà l'import total de la subscripció a l'inici del període de subscripció.
eu: Plan bakoitzeko, hileroko edo urteko harpidetza bat aukeratu dezakezu. Urteko harpidetzak doaneko bi hilabeteko deskontua du. Urteko harpidetza aukeratzen bada, harpidetzaren zenbateko osoa harpidetza epearen hasieran kobratuko da.
gl: Para cada plan, podes escoller entre unha subscrición mensual ou anual. A subscrición anual ten un desconto equivalente a dous meses gratuítos. Se se opta pola subscrición anual, o importe total da subscrición cobrarase ao comezo do período de subscrición.

# Text_Pricing_AvisoAutonomos
source: For tax reasons, if you are self-employed or a company, you should contact us at <a href="/Contact"></a> beforehand.
ca: Per qüestions fiscals, si ets autònom o empresa, has de <a href="/Contact">posar-te en contacte amb nosaltres</a> prèviament.
eu: Zerga arrazoiengatik, autonomoa edo enpresa bat bazara, <a href="/Contact">gurekin harremanetan jarri behar duzu</a> aldez aurretik.
gl: Por razóns fiscais, se es un traballador por conta propia ou unha empresa, debes <a href="/Contact">contactar connosco</a> previamente.
